export const mockReviews = [
	{
		id: 1,
		text: '초보자도 쉽게 도전할 수 있어요. 특히 해돋이 시간에 오르면 그 아름다움이 배가 됩니다. 겨울에 방문했는데, 바람이 조금 쌀쌀했으니 따뜻한 옷을 준비하는 것이 좋습니다.',
		brand: '네이버 리뷰',
	},
	{
		id: 2,
		text: '해돋이는 정말 장관이었어요. 여름에 방문해서 비교적 날씨가 좋았습니다. 하지만, 여름이라도 아침 일찍은 쌀쌀할 수 있으니 가벼운 겉옷을 준비하세요. 주차 공간도 넉넉해서 큰 불편 없이 방문할 수 있었습니다.',
		brand: '카카오 리뷰',
	},
	{
		id: 3,
		text: '비가 오는 날 방문했는데, 비로 인해 일출을 보지 못했어요. 하지만, 안개가 끼인 산의 모습도 나름의 분위기가 있어 좋았습니다. 비오는 날에는 미끄럼 방지를 위해 좋은 신발을 착용하는 것이 중요합니다.',
		brand: '네이버 리뷰',
	},
	{
		id: 4,
		text: ' 정상에서 바라본 제주도의 풍경은 말로 표현할 수 없을 정도로 아름다웠어요. 가을에 방문했는데, 날씨가 매우 좋았고, 가벼운 등산화를 신고 갔는데 적당했습니다. 주차장에서 정상까지 걷는데 큰 어려움이 없었어요.',
		brand: '카카오 리뷰',
	},
	{
		id: 5,
		text: ' 가족 단위 방문객에게도 추천할 만한 곳입니다. 저희 가족은 봄에 방문했는데, 아이들도 비교적 쉽게 오를 수 있었습니다. 정상에서의 전망이 정말 좋아요. 다만, 아이들과 함께라면 간식과 물을 충분히 준비하시길 바랍니다.',
		brand: '카카오 리뷰',
	},
	// 필요에 따라 더 많은 리뷰 추가 가능
];
